{
    "pests":[
        {
            "name":"Brown Planthopper",
            "tagalog_name":"kayumangging hanip/ ngusong kabayo",
            "identifying_marks":"Adults are 2.5mm-3.0mm long, brown, winged, or without wings. The legs are hairless and the hind leg has a large, mobile outgrowth.",
            "where_to_find":"Rainfed and irrigated wetland fields are preferred. It is rare in upland rice. Directsown fields are more prone to heavy damage than transplanted fields. All plant growth stages can be attacked, but the most susceptible growth stages are from early tillering to flowering. Increasing nitrogen levels, closer plant spacing, and higher relative humidity multiply BPH numbers. ",
            "damage":"Adults and nymphs cause direct damage by sucking the sap at the base of the tillers. Plants turn yellow and dry up rapidly. Heavy infestation creates brown patches of dried plants known as hopperburn. They also transmit virus diseases: ragged stunt, grassy stunt, and wilted stunt. Excreted honeydew on infested plants may also become a medium for sooty mold fungus. ",
            "life_cycle":"Eggs are laid in batches inside the leaf sheaths and on the leaf midrib. Nymphs are brown. Nymphs molt five times before turning to adult. Adults with long wings are attracted to light traps.",
            "management":{
                "Cultural":[
                    "Draining the rice field for 3-4 days is recommended during the early stage of infestation.",
                    "Nitrogen application can be split to reduce Brown plant hopper buildup.",
                    "Synchronous planting within 3 weeks of staggering and maintaining a free-rice period could also decrease the build-up of Brown plant hopper.",
                    "There are varieties released by IRRI, which contain genes for Brown plant hopper resistance, like IR26, IR64, IR36, IR56, and IR72.",
                    "Use resistant varieties like PY 3, CO 42, ADT 35, ADT 37, PTB 33 and PTB 21, Aruna, Kanaka, Karthika, Krishnaveni, Makon, Abhey, Asha, Divya.",
                    "Avoid close planting and provide 30 cm rogue spacing at every 2.5 to 3.0 m to reduce the pest incidence."
                ],
                "Biological":[
                    "Release of natural enemies like Lycosa pseudoannulata, Cyrtorhinus lividipennis adult (200 – 250 bugs/ha) during the peak incidence of brown plant hopper at 10 days interval.",
                    "The common parasites of the eggs are the hymenopteran wasps. Eggs are preyed upon by mirid bugs and phytoseiid mites. Both eggs and nymphs are preyed upon by mirid bugs. Nymphs and adults are eaten by general predators, particularly spiders and coccinellid beetles.",
                    "Hydrophilid and dytiscid beetles, dragonflies, damselflies, and bugs such as nepid, microveliid, and mesoveliid eat adults and nymphs that fall onto the water surface.",
                    "Fungal pathogens also infect brown plant hoppers"
                ],
                "Chemical":[
                    "ETL : 2 / tiller when 1 spider / hill is present (or) 1 / tiller when spiders are not present (or) 1 hopper/ tiller in the absence of predatory spider and 2 hoppers /tiller when spider is present at 1/hill.",
                    "Drain the water before use of insecticides and direct the spray towards the base of the plants.",
                    "Avoid use of insecticides causing resurgence such as synthetic pyrethroids, methyl parathuion, fenthion and quinalphos.",
                    "Spray any one of the following: Phosphamidon 40 SL 1000 ml/ha (or) Phosalone 35 EC 1500 ml/ha (or) Carbaryl 10 D 25 kg/ha (or) Methyl demeton 25 EC 1000 ml/ha (or) Acephate 75 SP 625 gm/ha (or) Chlorpyriphos 20 EC 1250 ml/ha Carbofuran 3 G 17.5 kg/ha (or) Dichlorvos 76 WSC 350 ml/ ha.",
                    "Use of botanical methods : Neem oil 3% 15 lit/ha (or) Iluppai oil 6% 30 lit/ha (or) Neem seed kernel extract 5% 25 kg/ha"
                ]
            }
        },
        {
            "name":"Green Leafhopper",
            "tagalog_name":"berdeng ngusong kabayo",
            "identifying_marks":"They are slender insects, usually narrowing at the back. They have thin tapering antennae. The hind legs are covered with hairs. Adults are 3.2mm-5.3mm long, opaque green, with black markings on the head, face, wings, and wing tips. ",
            "where_to_find":"Grasses found near irrigation canals and levees, and rice ratoons are favorable for feeding and egg-laying. Tillering and panicle initiation stages are most favorable for their multiplication, although seedling to booting stages are also susceptible. They jump readily when disturbed. They are active in summer and become sluggish during cold weather. Thus, their numbers decline drastically. To quickly detect them, either tap vigorously several plants, stopping now and then as one walks through a field, or sweep rice foliage with an insect net.",
            "damage":"Adults and nymphs cause direct damage to the rice plant by sucking the sap from leaf sheaths and leaf blades. GLH also cause indirect damage by injecting toxic chemicals and transmitting viruses (tungro, dwarf, transitory yellowing, and yelloworange leaf) and a mycoplasma disease (yellow dwarf). They mostly confine themselves and feed on the leaf and leaf sheath of rice. Mild infestations reduce plant vigor and number of productive tillers. Heavy infestations cause withering and complete drying of the crop",
            "life_cycle":"Eggs are laid in small slits made in the soft parts of the leaf sheaths. Newly laid eggs are oblong, bent, pale yellow, and barely visible. The eggs hatch into nymphs in 6-12 days.",
            "management":{
                "Cultural":[
                    "The most effective means of GLH management is to use GLH-resistant and tungro-resistant varieties like IR 50, IR 54, IR 64, CR 1009, PY 3, Co 46 and white ponni.",
                    "Apply neem cake @ 12.5 kg/20 cent nursery as basal dose.",
                    "Transplanting older seedlings (>3 weeks) reduces viral disease susceptibility transmitted by leafhoppers.",
                    "Nitrogen should be applied as needed to avoid contributing to population or hindering plant recovery from plant hopper damage by applying insufficient nitrogen.",
                    "Good weed control in the field and on the bunds removes the preferred grassy hosts of Green leaf hopper and promotes crop vigor.",
                    "Crop rotation with a non-rice crop during the dry season decreases alternate hosts for diseases.",
                    "Upland rice intercropped with soybean reduces the incidence of leafhoppers on rice compared to rice alone"
                ],
                "Biological":[
                    "The major egg parasitoids are: Oligosita yasumatsui (Hymenoptera: Trichogrammatidae); Anagrus spp. (Hymenoptera: Mymaridae); Gonatocerus spp. (Hymenoptera: Mymaridae).",
                    "The most abundant predator is the green mired bug Cyrtorhinus lividipennis which predate on both eggs and nymphs.",
                    "Strepsipterans, small wasps, pipunculid flies, and nematodes parasitize both the nymphs and adults.",
                    "They are also attacked by aquatic veliid bugs, nabid bugs, empid flies, damselflies, dragonflies, and spiders. A fungal pathogen infects both the nymphs and adults of the green leafhopper."
                ],
                "Chemical":[
                    "ETL : 60/25 net sweeps (or) 5/hill at vegetative stage (or) 10/hill at flowering (or) 2/hill in tungro endemic area",
                    "Scout the field for the presence of Tungro and Green leaf hopper. Check 20 hills while walking diagonally across a transplanted field.",
                    "Spray insecticides twice, 15 and 30 days after transplanting.",
                    "Spray any one of the following:Fenitrothion 50 EC 80 ml (or) Phosphamidon 40 SL 50 ml (or) Fenthion 100 EC 40 ml (or) Quinalphos 25 EC 80 ml (or) Phosalone 35 EC 120 ml (or)Monocrotophos 36 SL 40 ml.",
                    "Maintain 2.5 cm of water in the nursery and broadcast anyone of the following in 20 cents Carbofuran 3 G 3.5 kg (or) Phorate 10 G 1.0 kg (or) Quinalphos 5 G 2.0 kg"
                ]
            }
        },
        {
            "name":"Leaf Folder",
            "tagalog_name":"mambibilot, maniniklop",
            "identifying_marks":"The adults are light brown moths with a wingspan of 12-20mm. A dark terminal band characterizes the outer margins of the wings. Larvae are transparent green and measure up to 2.5 centimeters (cm) in length. Adults are attracted to light at night; at daytime, they are mostly found in shaded or grassy areas.",
            "where_to_find":"Leaffolders live in all environments but are abundant during the rainy season. High humidity, shady areas of the field, and excessive use of nitrogenous fertilizers favor their rapid multiplication.",
            "damage":"Leaffolders inflict damage in the larva stage. Plants are susceptible to attack up to 10 weeks after transplanting (i.e., from seedling to flowering). Infestation usually occurs during early growth stages of the rice crop. The larvae infest the leaves of young plants; they fasten the edges of a leaf together and live inside the rolled leaf. Heavy infestation makes the plant look burnt, sickly, and twig-like. ",
            "life_cycle":"The eggs are laid singly or in pairs on the young leaves. They are flat, oval, and whitish yellow. Eggs hatch to larvae in 4-7 days. The transparent green, slender larvae feed inside the folded leaves for 15-25 days before pupation. Adults emerge 6-8 days from pupa. Total life cycle takes 25-52 days. For adult moths, the potential sugar source in the field is the honeydew excreted by planthoppers.",
            "management":{
                "Cultural":[
                    "Clipping tops of bundled seedlings before transplanting removes eggs.",
                    "Removing weeds prevents leaffolder buildup.",
                    "Reducing amount of nitrogenous fertilizer and splitting the application make rice plants less favorable for egg-laying and leaffolder attack.",
                    "Potassium makes cell walls thicker because of greater silica uptake making the plant more tolerant to leaffolders.",
                    "Higher infestation occurs in shady places.",
                    "Wider spacing reduces infestation.",
                    "Early planting enables plants to escape a high degree of defoliation.",
                    "Most modern rice varieties can compensate for leaffolder defoliation; making insecticides no longer necessary for control.",
                    "Varieties with narrow leaves are more resistant to leaffolders than varieties with wider leaves."
                ],
                "Biological":[
                    "Small wasps and crickets kill leaffolder eggs.",
                    "Big wasps, damselflies, ants, and carabid (guitar) beetles prey on larvae.",
                    "During the wet season, frequent moderate rainfall enables pathogens to wipe out the entire larval population. Fungi and nuclear polyhydrosis virus (NPV) kill the larvae.",
                    "Spiders eat adult leaffolders."
                ],
                "Chemical":[]
            }
        },
        {
            "name":"Rice Bug",
            "tagalog_name":"atangya",
            "identifying_marks":"Young nymphs are green while adults are greenish-brown. The adults are slender and about 15mm long. When the temperature is high and the insects are not feeding, they camouflage themselves on the plant by taking up a particular posture. The first and second instars often raise their abdomen when on the panicle, but when on the leaves, their whole body is straightened. The older nymphs and adults lower their abdomen flat against the panicle or leaf, draw the antennae and front legs together anteriorly against the substrate, and extend the middle and hind pairs of legs against the abdomen. When the plant is disturbed, nymphs drop to the lower parts of the plant while the adults fly a short distance. When handled or threatened, both nymphs and adults secrete an odorous substance that leaves an orange stain on the fingers.",
            "where_to_find":"Bugs are found in all environments but are prevalent in rainfed wetland or upland rice. They are destructive in areas where rainfall is evenly distributed throughout the year, and also in irrigated crops. Extensive weedy areas of rice fields, wild grasses near canals, staggered rice planting, rice fields adjacent to woodlands, and coconut plantations favor bug multiplication. Susceptible growth stages are from flowering to milky stage.",
            "damage":"Adults and nymphs appear in the young crop with the early rains. They suck sap from the developing grains at the milky stage. All soft milky grains are susceptible to attack. Panicles in heavily infested fields remain erect. Insect attack results in discolored or shriveled grains; off-smell of raw and cooked rice, and off-flavor of straws, which is unattractive to cattle. Before grain formation, the bugs feed on succulent shoots and leaves. Nymphs cause more damage than adults.",
            "life_cycle":"Eggs are laid in rows on dead or dry parts of the leaves or stem. Occasionally, they are laid on living leaves. They are red and flat. Eggs hatching to nymphs are dependent on high relative humidity. The egg stage lasts for 6-9 days. The nymphs are green. Nymphs turn to adults in 17-27 days after the fifth molt. Adults live up to 65 days under favorable conditions.",
            "management":{
                "Cultural":[
                    "Eliminate grassy weeds from rice fields, levees, and surrounding areas either by cutting or burning to reduce habitats for egg-laying.",
                    "Avoid staggered planting of fields to break continuous food source.",
                    "Passing baskets or bags coated on the inside with sticky material could repel/capture bugs.",
                    "Net and handpick bugs to reduce their numbers.",
                    "Put attractants such as arasan or anything having bad odor like dead snails or rats. The bugs attracted can be burned or sprayed with chemicals to reduce their numbers.",
                    "Awned (bearded) varieties are resistant.",
                    "Varieties with panicles enclosed in the leaf sheath for longer time offer some mechanical resistance to feeding."
                ],
                "Biological":[
                    "Small wasps and long-horned grasshoppers kill eggs.",
                    "Fungal pathogens infect nymphs and adults.",
                    "Spiders, crickets, lady beetles, and long-horned grasshoppers feed on nymphs and adults."
                ],
                "Chemical":[
                    "Foliar sprays or dust formulations are effective. Spray or dust at flowering stage in the early morning or evening on calm days.",
                    "Granular insecticides are ineffective."
                ]
            }
        },
        {
            "name":"Yellow Stem Borer",
            "tagalog_name":"dilaw na aksip, dilaw na bagumbong",
            "identifying_marks":"The male and female adults are two different forms, and with distinct sexual characteristics. The female moth has one dark spot at the center of its bright yellowish forewings, while spots on the forewings of the male are not clearly seen. The wingspan is 22mm–30mm. The males are smaller than the females, and do not have yellowish hairs at the end of the abdomen.",
            "where_to_find":"Yellow stem borer is a notorious pest of deepwater rice. It is abundant in aquatic habitats where flooding occurs and where multiple rice crops are grown annually. Rice plants at the vegetative and early heading stages are preferred for egg-laying. Plants receiving high nitrogenous fertilizers are also favorable to larval survival. Only one larva can be found in a stem. To detect the presence of moth, flush the borders of the field. To monitor larval densities, dissect tillers at tiller elongation and panicle initiation stages. For eggmasses, check seedbed or newly established crop at weekly intervals starting 3 weeks after transplanting up to 9 WAT. Egg-laying can peak at 3.5 eggmass/m2 .",
            "damage":"The larvae bore into the rice stems and hollow them out completely. In young plants, the central leaf whorl does not unfold, turns brownish, and dries up, although lower leaves remain green and healthy. Such symptom is referred to as deadheart. In older plants, the panicles dry up with unfilled grains and turn white. Such symptom is referred to as whitehead. Both deadheart and whitehead can easily be pulled out by hand. Older plants often break where the stem was hollowed out causing lodging.",
            "life_cycle":"The larvae bore into the rice stems and hollow them out completely. In young plants, the central leaf whorl does not unfold, turns brownish, and dries up, although lower leaves remain green and healthy. Such symptom is referred to as deadheart. In older plants, the panicles dry up with unfilled grains and turn white. Such symptom is referred to as whitehead. Both deadheart and whitehead can easily be pulled out by hand. Older plants often break where the stem was hollowed out causing lodging.",
            "management":{
                "Cultural":[
                    "Field should be necessarily be scouted during the vulnerable crop growth stages for early detection of dead hearts and white ear.",
                    "Removal and proper disposal of stubbles will keep the borer population low in next crop.",
                    "Grow resistant varieties like Ratna, TKM 6, IR 20 , IR 40, IR 56, ADT 47, ADT 48, ASD 20, IR 36, ADT 44, PY 4, ADT 46, Madhu, Kanchana, Swarnapraba, karthika, Deepthi and Tellahamsa.",
                    "Clip the tip of the seedlings before transplanting to eliminate egg masses.",
                    "Collect and destroy the egg masses.",
                    "Avoid close planting and continuous water stagnation at early stages.",
                    "Pull out and destroy the affected tillers.",
                    "Harvest the crop up to the ground level and disturb the stubbles with plough immediately after the harvest to keep the borer population low in next crop."
                ],
                "Biological":[
                    "Release of egg parasitoid Trichogramma japonicum thrice at weekly interval starting 28 days after transplanting @ 5 cc (1 lakh egg parasitoids)/ha/release. followed by the release of Trichogramma japonicum at 35 and 42 DAT.",
                    "Apply Bacillus thuringiensis var kurstaki at 2.5 kg/ha to reduce the oviposition by the stem borer.",
                    "Release the egg cards in field during morning hours. Tie the egg cards under the leaf surface facing outside.",
                    "Avoid spraying of chemicals on three days before and upto to seven days after field release of egg cards."
                ],
                "Chemical":[
                    "ETL : 2 egg masses/m2 (or) 10% dead heart at vegetative stage (or) 2% White ear at Flowering stage.",
                    "When natural enemies of stem borers are present, application of chemical measures can be delayed or dispensed with.",
                    "The newly hatched borer larvae must be flit with 2 rounds of quinalphos or phosphomidon at 1000ml/ha at 7 days interval.",
                    "Spray any one of the following based on ETLs : Quinalphos 25 EC 1000 ml/ha (or) Phosphamidon 40 SL 600 ml/ha (or) Profenophos 50 EC 1000 ml/ha."
                ]
            }
        },
        {
            "name":"Whorl Maggot",
            "tagalog_name":"langaw palay, langaw bukid",
            "identifying_marks":"Adult flies are dull grey. Females are 1.8mm-2.3mm long. Males are slightly shorter.",
            "where_to_find":"It is a pest of rice seedlings only under irrigated and rainfed conditions. Adults prefer ponds, streams, lakes, and irrigated rice fields for their breeding. This is because the adults locate rice fields by reflected sunlight from the water surface. Hence, direct-seeded fields or seedbeds are not seriously damaged. Rice crop with a mat of azolla on the water surface repels egg-laying of adult flies. In addition, once the plant canopy closes, they can no longer find the rice crop. Rice plants grown under continuous standing water in the first 3-4 weeks after transplanting have more damage than plants in fields where the soil is only saturated. When the young plants are simultaneously stressed with either soil mineral deficiencies or toxicities and other biotic stresses (caseworm or stem borer), the plants damaged by whorl maggots cannot recover; and thus, yield loss will be high.",
            "damage":"The larva that causes damage is called the maggot. It feeds on unopened leaves, nibbling the inner margins. When the leaves emerge from the whorl, damage can be seen as pinhole feeding areas on the leaves, with conspicuous white and yellowish linear patches near the edge of leaves. Severely damaged leaves become distorted and may break from the wind. Infested plants are stunted with few tillers. Susceptible growth stages are seedling to tillering. However, the pest can cause damage to the boot leaf and developing panicles, which can lead to only partial filling of the grains. Crop maturation may be delayed up to 2 weeks; thereby, increasing the risk of crop exposure to typhoons and other stresses. ",
            "life_cycle":"The white elongated, cigarshaped eggs are laid singly on either surface of the leaves. Eggs hatch into maggots after 2-6 days. The maggot is transparent to light cream and moves down the leaf into the whorl on a film of water or dew, and feed within the developing leaf whorl. Larval period is 8-17 days. Maggots pupate between leaf sheaths. Pupal period is 5-9 days. There are overlapping generations under field conditions. ",
            "management":{
                "Cultural":[
                    "Densely planted seedbeds do not attract adult flies.",
                    "Transplanting older seedlings (25-30 days) avoids damage.",
                    "Draining the field at 3-4 day intervals during the first 30 days after transplanting reduces egg-laying.",
                    "Adults are not attracted to light traps, and they feed on decaying matter.",
                    "Direct seeding discourages maggot buildup because the plant covers the water surface more rapidly.",
                    "Dense planting decreases egg-laying.",
                    "Plants that cover the water surface such as azolla help prevent infestation.",
                    "More potassium increases plant tolerance to maggots, as cell walls get thicker because of greater silica uptake.",
                    "Adult flies are strongly attracted to fishmeal baits.",
                    "High-tillering varieties are more tolerant than low-tillering varieties."
                ],
                "Biological":[
                    "Small wasps and field crickets kill eggs.",
                    "Big wasps kill maggots.",
                    "Water-borne and aerial-borne spiders eat adults."
                ],
                "Chemical":[
                    "Maggot control in seedbed is less expensive. Treat seedlings by soaking them overnight in a slurry of systemic insecticide and zinc oxide (ZnO2) powder solution before transplanting.",
                    "Broadcast granules or mix systemic granules during the last harrowing before transplanting.",
                    "Foliar sprays are effective only at 1-2 weeks after transplanting (WAT)."
                ]
            }
        }
    ]
}