{
    "pests":[
        {
            "name":"Brown Planthopper",
            "tagalog_name":"Kayumangging ngusong kabayo",
            "image":"../assets/Pests/brown.jpg",
            "identifying_marks": "Ang mga adulto ay may haba na 2.5mm-3.0mm, kayumanggi, may mga pakpak o walang pakpak. Ang mga binti ay walang buhok at ang likod na binti ay may malaking, madaling gumalaw na paglaki.",
            "where_to_find": "Mas pinipili ang mga palayan na nababasa sa ulan at patubig. Bihira sa mga upland rice. Ang mga palayan na direct-sown ay mas madaling masira kaysa sa mga palayan na itinanim na. Ang lahat ng yugto ng paglaki ng halaman ay maaaring atakihin, ngunit ang pinaka-madaling tamaan ay mula sa maagang tillering hanggang pamumulaklak. Ang pagtaas ng antas ng nitrogen, mas masikip na pagtatanim, at mas mataas na kahalumigmigan ay nagpaparami ng bilang ng BPH.",
            "damage": "Ang mga adulto at nymphs ay direktang pumipinsala sa pamamagitan ng pagsipsip ng sap mula sa ilalim ng tillers. Ang mga halaman ay nagiging dilaw at mabilis na natutuyo. Ang matinding infestasyon ay nagdudulot ng kayumangging mga bahagi ng tuyong halaman na kilala bilang hopperburn. Sila rin ay nagdadala ng mga sakit na virus: ragged stunt, grassy stunt, at wilted stunt. Ang excreted honeydew sa mga infested plants ay maaaring maging sanhi ng itim na amag.",
            "life_cycle": "Ang mga itlog ay inilalagay sa mga pangkat sa loob ng leaf sheaths at sa midrib ng dahon. Ang mga nymphs ay kayumanggi at nag-a-anyong adulto pagkatapos ng limang beses na pagbabalat. Ang mga adulto na may mahabang pakpak ay naaakit sa mga bitag ng ilaw.",
            "management": {
                "Cultural": [
                    "Ang pagpapadaloy ng tubig sa bukid ng palay sa loob ng 3-4 na araw ay inirerekomenda sa maagang yugto ng infestasyon.",
                    "Ang pag-aaplay ng nitrogen ay maaaring hatiin upang bawasan ang pagdami ng brown planthopper.",
                    "Ang sabayang pagtatanim sa loob ng 3 linggo at pagpapanatili ng panahon na walang palay ay maaaring mabawasan ang pagdami ng brown planthopper.",
                    "May mga barayti na nailabas ng IRRI na may genes para sa resistensya sa brown planthopper tulad ng IR26, IR64, IR36, IR56, at IR72.",
                    "Gumamit ng mga barayti na resistant tulad ng PY 3, CO 42, ADT 35, ADT 37, PTB 33 at PTB 21, Aruna, Kanaka, Karthika, Krishnaveni, Makon, Abhey, Asha, Divya.",
                    "Iwasan ang masikip na pagtatanim at magbigay ng 30 cm rogue spacing sa bawat 2.5 hanggang 3.0 m upang mabawasan ang pest incidence."
                ],
                "Biological": [
                    "Magpakawala ng natural na kalaban tulad ng Lycosa pseudoannulata, Cyrtorhinus lividipennis adulto (200 – 250 bugs/ha) sa panahon ng peak incidence ng brown planthopper tuwing 10 araw.",
                    "Ang mga karaniwang parasito ng itlog ay ang hymenopteran wasps. Ang mga itlog ay kinakain ng mirid bugs at phytoseiid mites. Parehong itlog at nymphs ay kinakain ng mirid bugs. Ang mga nymphs at adulto ay kinakain ng mga karaniwang predator, lalo na ang mga gagamba at coccinellid beetles.",
                    "Ang mga hydrophilid at dytiscid beetles, dragonflies, damselflies, at mga bug tulad ng nepid, microveliid, at mesoveliid ay kumakain ng mga adulto at nymphs na bumabagsak sa ibabaw ng tubig.",
                    "Ang mga fungal pathogens ay nakakahawa rin sa brown planthopper."
                ],
                "Chemical": [
                    "ETL: 2 / tiller kapag may 1 gagamba / hill (o) 1 / tiller kapag walang gagamba (o) 1 hopper/tiller kung walang predatory spider at 2 hoppers/tiller kung may gagamba na 1/hill.",
                    "Palabasin ang tubig bago gamitin ang insecticides at itutok ang pag-spray sa base ng mga halaman.",
                    "Iwasan ang paggamit ng mga insecticides na nagdudulot ng resurgence tulad ng synthetic pyrethroids, methyl parathion, fenthion at quinalphos.",
                    "I-spray ang alinman sa mga sumusunod: Phosphamidon 40 SL 1000 ml/ha (o) Phosalone 35 EC 1500 ml/ha (o) Carbaryl 10 D 25 kg/ha (o) Methyl demeton 25 EC 1000 ml/ha (o) Acephate 75 SP 625 gm/ha (o) Chlorpyriphos 20 EC 1250 ml/ha Carbofuran 3 G 17.5 kg/ha (o) Dichlorvos 76 WSC 350 ml/ ha.",
                    "Gamitin ang botanical methods: Neem oil 3% 15 lit/ha (o) Iluppai oil 6% 30 lit/ha (o) Neem seed kernel extract 5% 25 kg/ha."
                ]
            }
        },
        {
            "name":"Green Leafhopper",
            "tagalog_name":"berdeng ngusong kabayo",
            "identifying_marks": "Sila ay mga payat na insekto, kadalasang kumikitid sa likod. Mayroon silang maninipis na antena na tumutulis. Ang mga likurang binti ay natatakpan ng mga buhok. Ang mga adulto ay may haba na 3.2mm-5.3mm, matingkad na berde, na may mga itim na marka sa ulo, mukha, pakpak, at dulo ng mga pakpak.",
            "where_to_find": "Ang mga damo na matatagpuan malapit sa mga kanal ng irigasyon at mga levees, at mga ratoon ng palay ay paborable para sa pagkain at pag-itlog. Ang mga yugto ng tillering at panicle initiation ang pinaka-paborable para sa kanilang pagdami, bagaman ang mga seedling hanggang booting stages ay madaling tamaan din. Tumatalon sila kapag sila'y naistorbo. Sila ay aktibo tuwing tag-init at nagiging tamad kapag malamig ang panahon. Dahil dito, ang kanilang bilang ay bumababa nang malaki. Para mabilis silang matagpuan, tapikin nang malakas ang ilang mga halaman, huminto paminsan-minsan habang naglalakad sa isang palayan, o gamitin ang insect net para salukin ang mga dahon ng palay.",
            "damage": "Ang mga adulto at nymphs ay direktang pumipinsala sa halaman ng palay sa pamamagitan ng pagsipsip ng sap mula sa mga leaf sheaths at dahon. Ang GLH ay nagdudulot din ng hindi direktang pinsala sa pamamagitan ng pag-inject ng mga nakakalason na kemikal at pagpapasa ng mga virus (tungro, dwarf, transitory yellowing, at yelloworange leaf) at isang sakit na mycoplasma (yellow dwarf). Kadalasan, sila ay nananatili at nagpapakain sa dahon at leaf sheath ng palay. Ang bahagyang infestasyon ay nagpapababa ng sigla ng halaman at dami ng mga produktibong tillers. Ang malalalang infestasyon ay nagdudulot ng pagkalanta at ganap na pagkatuyo ng ani.",
            "life_cycle": "Ang mga itlog ay inilalagay sa maliliit na hiwa sa malambot na bahagi ng mga leaf sheaths. Ang mga bagong itlog ay oblong, baluktot, maputlang dilaw, at halos hindi makita. Ang mga itlog ay napipisa bilang mga nymphs sa loob ng 6-12 araw.",
            "management": {
                "Cultural": [
                    "Ang pinaka-epektibong paraan ng pamamahala ng GLH ay ang paggamit ng GLH-resistant at tungro-resistant na mga barayti tulad ng IR 50, IR 54, IR 64, CR 1009, PY 3, Co 46, at white ponni.",
                    "Maglagay ng neem cake @ 12.5 kg/20 cent nursery bilang basal dose.",
                    "Ang pag-transplant ng mas matatandang seedlings (>3 linggo) ay nagpapababa ng pagiging sensitibo sa viral na sakit na dala ng leafhoppers.",
                    "Ang nitrogen ay dapat ilapat ayon sa pangangailangan upang maiwasan ang pagdami ng populasyon o paghadlang sa paggaling ng halaman mula sa pinsala ng plant hopper sa pamamagitan ng paglalagay ng sapat na nitrogen.",
                    "Ang mahusay na kontrol sa damo sa bukid at sa bunds ay nag-aalis ng mga damong paborito ng Green leaf hopper at pinapalakas ang sigla ng ani.",
                    "Ang pag-ikot ng ani gamit ang hindi palay sa panahon ng tagtuyot ay nagpapababa ng mga alternatibong host para sa mga sakit.",
                    "Ang upland rice na intercropped sa soybean ay nagpapababa ng insidente ng leafhoppers sa palay kumpara sa palay lamang."
                ],
                "Biological": [
                    "Ang mga pangunahing parasito ng itlog ay: Oligosita yasumatsui (Hymenoptera: Trichogrammatidae); Anagrus spp. (Hymenoptera: Mymaridae); Gonatocerus spp. (Hymenoptera: Mymaridae).",
                    "Ang pinakamaraming predator ay ang green mired bug na Cyrtorhinus lividipennis na kumakain ng parehong itlog at nymphs.",
                    "Ang mga Strepsipterans, maliliit na wasps, pipunculid flies, at mga nematodes ay nagpaparalisa ng parehong nymphs at adulto.",
                    "Sila rin ay inaatake ng aquatic veliid bugs, nabid bugs, empid flies, damselflies, dragonflies, at mga gagamba. Ang fungal pathogen ay nakakahawa sa parehong nymphs at adulto ng green leafhopper."
                ],
                "Chemical": [
                    "ETL: 60/25 net sweeps (o) 5/hill sa vegetative stage (o) 10/hill sa flowering (o) 2/hill sa lugar na endemiko sa tungro",
                    "Siyasatin ang bukid para sa presensya ng Tungro at Green leaf hopper. Suriin ang 20 burol habang naglalakad na pahilis sa palayan na itinanim.",
                    "Mag-spray ng insecticides dalawang beses, 15 at 30 araw pagkatapos ng pagtatanim.",
                    "I-spray ang alinman sa mga sumusunod: Fenitrothion 50 EC 80 ml (o) Phosphamidon 40 SL 50 ml (o) Fenthion 100 EC 40 ml (o) Quinalphos 25 EC 80 ml (o) Phosalone 35 EC 120 ml (o) Monocrotophos 36 SL 40 ml.",
                    "Panatilihin ang 2.5 cm ng tubig sa nursery at i-broadcast ang alinman sa mga sumusunod sa 20 cents: Carbofuran 3 G 3.5 kg (o) Phorate 10 G 1.0 kg (o) Quinalphos 5 G 2.0 kg."
                ]
            }
        },
        {
            "name":"Leaffolder",
            "tagalog_name":"Mambibilot, Maniniklop",
            "identifying_marks": "ANG mga adulto ay mga matingkad na kayumangging gamu-gamo na may pakpak na 12-20mm ang lapad. Ang madilim na terminal band ay naglalarawan sa panlabas na gilid ng mga pakpak. Ang mga larvae ay malinaw na berde at may sukat na hanggang 2.5 sentimetro (cm) ang haba. Ang mga adulto ay naaakit sa ilaw sa gabi; sa araw, kadalasan silang matatagpuan sa mga malilim o damuhang lugar.",
            "where_to_find": "Ang mga leaffolders ay matatagpuan sa lahat ng kapaligiran ngunit sagana sa panahon ng tag-ulan. Ang mataas na kahalumigmigan, malilim na lugar ng bukid, at labis na paggamit ng mga nitrogenous fertilizers ay nakakapagpadami ng kanilang populasyon.",
            "damage": "Ang mga leaffolders ay pumipinsala sa yugto ng larvae. Ang mga halaman ay sensitibo sa atake hanggang 10 linggo matapos ang pagtatanim (i.e., mula sa seedling hanggang pamumulaklak). Karaniwang nagaganap ang infestasyon sa mga maagang yugto ng paglaki ng palay. Ang mga larvae ay sumisira sa mga dahon ng batang halaman; ikinakabit nila ang gilid ng isang dahon at naninirahan sa loob ng pinagsama-samang dahon. Ang matinding infestasyon ay nagiging sanhi ng pagkasunog, pagkakasakit, at tila patpat na anyo ng halaman.",
            "life_cycle": "Ang mga itlog ay inilalagay ng isa-isa o pares sa mga batang dahon. Ang mga ito ay patag, hugis-itlog, at maputlang dilaw. Ang mga itlog ay napipisa sa larvae sa loob ng 4-7 araw. Ang malinaw na berde, payat na larvae ay kumakain sa loob ng mga pinagsama-samang dahon sa loob ng 15-25 araw bago magpupupa. Ang mga adulto ay lumalabas sa loob ng 6-8 araw mula sa pupa. Ang kabuuang cycle ng buhay ay tumatagal ng 25-52 araw. Para sa mga adulto na gamu-gamo, ang potensyal na mapagkukunan ng asukal sa bukid ay ang honeydew na inilalabas ng mga planthoppers.",
            "management": {
                "Cultural": [
                    "Ang pagpuputol ng mga tuktok ng mga nakabundol na punla bago ang pagtatanim ay nag-aalis ng mga itlog.",
                    "Ang pagtanggal ng mga damo ay pumipigil sa pagdami ng leaffolder.",
                    "Ang pagbawas ng dami ng nitrogenous fertilizers at paghahati-hati ng aplikasyon nito ay nagiging mas hindi kaakit-akit sa leaffolders para sa pag-itlog at pag-atake.",
                    "Ang potasa ay nagpapakapal sa mga pader ng cell dahil sa mas mataas na pagsipsip ng silica, kaya't mas nagiging matibay ang halaman laban sa leaffolders.",
                    "Mas mataas na infestasyon ang nagaganap sa mga malilim na lugar.",
                    "Ang mas maluwag na espasyo ay nagpapababa ng infestasyon.",
                    "Ang maagang pagtatanim ay nagbibigay-daan sa mga halaman na makaiwas sa matinding defoliation.",
                    "Karamihan sa mga modernong barayti ng palay ay nakabawi mula sa defoliation ng leaffolder, kaya hindi na kinakailangan ang insecticides para sa kontrol.",
                    "Ang mga barayti na may makikitid na dahon ay mas lumalaban sa leaffolder kaysa sa mga barayti na may malalapad na dahon."
                ],
                "Biological": [
                    "Ang maliliit na wasps at mga cricket ay pumapatay sa mga itlog ng leaffolder.",
                    "Ang malalaking wasps, damselflies, langgam, at carabid (guitar) beetles ay kumakain ng larvae.",
                    "Sa panahon ng tag-ulan, ang madalas na katamtamang pag-ulan ay nagpapahintulot sa mga pathogens na lipulin ang buong populasyon ng larvae. Ang fungi at nuclear polyhydrosis virus (NPV) ay pumapatay sa larvae.",
                    "Ang mga gagamba ay kumakain ng adultong leaffolder."
                ],
                "Chemical": []


            }
        },
        {
            "name":"Rice Bug",
            "tagalog_name":"Atangya",
            "identifying_marks": "Ang mga batang nymphs ay berde habang ang mga adulto ay berde-kayumanggi. Ang mga adulto ay payat at may sukat na mga 15mm ang haba. Kapag mataas ang temperatura at hindi kumakain ang mga insekto, sila ay nagkakaroon ng kakayahang magkamuflaj sa halaman sa pamamagitan ng isang partikular na posisyon. Ang unang at ikalawang instars ay madalas na itataas ang kanilang tiyan kapag nasa panicle, ngunit kapag nasa dahon, ang buong katawan nila ay diretso. Ang mas matatandang nymphs at adulto ay ibinababa ang kanilang tiyan na nakapatag sa panicle o dahon, pinagsasama ang antennae at mga unahang binti papunta sa harap laban sa substrate, at ini-extend ang gitna at likurang pares ng binti laban sa tiyan. Kapag ang halaman ay naistorbo, ang mga nymphs ay nahuhulog sa mas mababang bahagi ng halaman habang ang mga adulto ay lumilipad ng maikling distansya. Kapag hinawakan o binantaang pagmasdan, parehong nymphs at adulto ay naglalabas ng amoy na nag-iiwan ng kahel na mantsa sa mga daliri.",
            "where_to_find": "Ang mga bugs ay matatagpuan sa lahat ng kapaligiran ngunit laganap sa mga palayan na dinidiligan ng ulan o sa upland rice. Sila ay mapanira sa mga lugar na may pantay na distribusyon ng ulan sa buong taon, at gayundin sa mga irrigated na taniman. Ang malalaking damuhang lugar sa mga palayan, ligaw na damo malapit sa mga kanal, staggered rice planting, mga palayan malapit sa kagubatan, at mga plantasyon ng niyog ay pabor sa pagpaparami ng mga bug. Ang mga yugto ng paglaki na madaling maapektuhan ay mula sa pamumulaklak hanggang sa yugto ng milky grains.",
            "damage": "Ang mga adulto at nymphs ay lumilitaw sa batang pananim kasabay ng unang ulan. Sinasipsip nila ang katas mula sa umuunlad na butil sa yugto ng milky stage. Ang lahat ng malambot na milky grains ay madaling atakihin. Ang mga panicles sa matinding infested na mga bukid ay nananatiling tuwid. Ang atake ng insekto ay nagdudulot ng pagkawalan ng kulay o pagkukulubot ng mga butil; off-smell ng hilaw at lutong palay, at masamang lasa ng mga dayami, na hindi kaakit-akit sa mga baka. Bago pa man magform ang butil, ang mga bug ay nagpapakain sa masustansyang mga usbong at dahon. Ang mga nymphs ay nagdudulot ng mas maraming pinsala kaysa sa mga adulto.",
            "life_cycle": "Ang mga itlog ay inilalagay sa mga hilera sa patay o tuyong bahagi ng mga dahon o tangkay. Paminsan-minsan, inilalagay ang mga ito sa buhay na mga dahon. Ang mga itlog ay pula at patag. Ang pagkakaroon ng mataas na kahalumigmigan ang kinakailangan upang mapisa ang mga itlog sa nymphs. Ang yugto ng itlog ay tumatagal ng 6-9 na araw. Ang mga nymphs ay berde. Ang mga nymphs ay nagiging adulto sa loob ng 17-27 araw matapos ang ikalimang pagbabalat. Ang mga adulto ay nabubuhay hanggang 65 araw sa mga kanais-nais na kondisyon.",
            "management": {
                "Cultural": [
                    "Tanggalin ang mga damo sa palayan, levees, at mga kalapit na lugar alinman sa pamamagitan ng pagputol o pagsunog upang mabawasan ang mga lugar para sa pag-itlog.",
                    "Iwasan ang staggered planting upang putulin ang tuloy-tuloy na pinagmumulan ng pagkain.",
                    "Ang paggamit ng mga basket o bag na may malagkit na materyal sa loob ay maaaring makapagtaboy/makahuli ng mga bug.",
                    "Gumamit ng lambat at kamay upang pumitas ng mga bug para mabawasan ang kanilang bilang.",
                    "Maglagay ng mga pang-akit tulad ng arasan o kahit anong mabaho tulad ng patay na suso o daga. Ang mga bug na naaakit ay maaaring sunugin o ispreyan ng mga kemikal upang mabawasan ang kanilang bilang.",
                    "Ang mga barayti na may balbas (awned) ay resistant.",
                    "Ang mga barayti na may panicles na mas matagal na naka-enclose sa leaf sheath ay nagbibigay ng mekanikal na resistensya sa pagkain."
                ],
                "Biological": [
                    "Ang maliliit na wasps at long-horned grasshoppers ay pumapatay ng mga itlog.",
                    "Ang mga fungal pathogens ay kumakahawa sa nymphs at adulto.",
                    "Ang mga gagamba, crickets, lady beetles, at long-horned grasshoppers ay kumakain ng nymphs at adulto."
                ],
                "Chemical": [
                    "Ang mga foliar sprays o dust formulations ay epektibo. I-spray o i-dust sa yugto ng pamumulaklak sa umaga o gabi sa mga kalmadong araw.",
                    "Ang mga granular insecticides ay hindi epektibo."
                ]
            }

        },
        {
            "name":"Yellow Stem Borer",
            "tagalog_name":"Dilaw na aksip, dilaw na bagumbong",
            "identifying_marks": "Ang mga lalaking at babaeng adulto ay may dalawang magkaibang anyo, at may natatanging mga katangiang sekswal. Ang babaeng gamu-gamo ay may isang madilim na tuldok sa gitna ng kanyang maliwanag na dilaw na pakpak sa harapan, habang ang mga tuldok sa pakpak ng lalaki ay hindi malinaw na nakikita. Ang lapad ng mga pakpak ay 22mm–30mm. Ang mga lalaki ay mas maliit kaysa sa mga babae, at walang dilaw na buhok sa dulo ng tiyan.",
            "where_to_find": "Ang yellow stem borer ay isang kilalang peste ng malalim na palayan. Ito ay masagana sa mga aquatic habitats kung saan nagaganap ang pagbaha at kung saan maraming palay ang tinatanim taon-taon. Ang mga halaman ng palay sa vegetative at maagang heading stages ay pinipili para sa pag-itlog. Ang mga halaman na tumatanggap ng mataas na antas ng nitrogenous fertilizers ay paborable rin para sa kaligtasan ng larvae. Isa lamang larvae ang maaaring matagpuan sa isang tangkay. Para matukoy ang presensya ng gamu-gamo, pabanlawan ang mga hangganan ng bukid. Para masubaybayan ang densidad ng larvae, dissect ang mga tillers sa yugto ng tiller elongation at panicle initiation. Para sa eggmasses, suriin ang seedbed o bagong tanim na ani sa lingguhang agwat simula sa 3 linggo pagkatapos ng pagtatanim hanggang sa 9 WAT. Ang pag-itlog ay maaaring umabot ng 3.5 eggmass/m2.",
            "damage": "Ang larvae ay nagbubutas sa loob ng mga tangkay ng palay at hinuhollow ang mga ito nang lubos. Sa mga batang halaman, ang gitnang dahon na whorl ay hindi bumubukas, nagiging kayumanggi, at natutuyo, kahit na ang mas mababang mga dahon ay nananatiling berde at malusog. Ang ganitong sintomas ay tinatawag na deadheart. Sa mga mas matatandang halaman, ang mga panicles ay natutuyo na may mga hindi napunong butil at nagiging puti. Ang ganitong sintomas ay tinatawag na whitehead. Parehong deadheart at whitehead ay madaling mabunot sa pamamagitan ng kamay. Ang mas matatandang halaman ay madalas na nababali kung saan ang tangkay ay hinollow out, na nagiging sanhi ng pagkahulog.",
            "life_cycle": "Ang larvae ay nagbubutas sa loob ng mga tangkay ng palay at hinuhollow ang mga ito nang lubos. Sa mga batang halaman, ang gitnang dahon na whorl ay hindi bumubukas, nagiging kayumanggi, at natutuyo, kahit na ang mas mababang mga dahon ay nananatiling berde at malusog. Ang ganitong sintomas ay tinatawag na deadheart. Sa mga mas matatandang halaman, ang mga panicles ay natutuyo na may mga hindi napunong butil at nagiging puti. Ang ganitong sintomas ay tinatawag na whitehead. Parehong deadheart at whitehead ay madaling mabunot sa pamamagitan ng kamay. Ang mas matatandang halaman ay madalas na nababali kung saan ang tangkay ay hinollow out, na nagiging sanhi ng pagkahulog.",
            "management": {
                "Cultural": [
                    "Ang bukid ay kailangang inspeksyunin sa mga maselan na yugto ng paglaki ng ani para sa maagang pagtukoy ng deadheart at white ear.",
                    "Ang pag-alis at tamang pagtatapon ng mga stubbles ay nagpapanatili ng mababang populasyon ng borer sa susunod na ani.",
                    "Magpatubo ng mga resistant na barayti tulad ng Ratna, TKM 6, IR 20, IR 40, IR 56, ADT 47, ADT 48, ASD 20, IR 36, ADT 44, PY 4, ADT 46, Madhu, Kanchana, Swarnapraba, karthika, Deepthi, at Tellahamsa.",
                    "Putulin ang dulo ng mga punla bago itanim upang alisin ang mga egg masses.",
                    "Tipunin at sirain ang mga egg masses.",
                    "Iwasan ang masikip na pagtatanim at tuloy-tuloy na pag-ipon ng tubig sa mga unang yugto.",
                    "Bunutin at sirain ang mga apektadong tillers.",
                    "Anihin ang ani hanggang sa lupa at guluhin ang mga stubbles gamit ang araro kaagad pagkatapos ng anihan upang mapanatiling mababa ang populasyon ng borer sa susunod na ani."
                ],
                "Biological": [
                    "Magpakawala ng egg parasitoid na Trichogramma japonicum tatlong beses na may lingguhang pagitan simula 28 araw pagkatapos ng pagtatanim @ 5 cc (1 lakh egg parasitoids)/ha/release. Kasunod ng pagpapakawala ng Trichogramma japonicum sa 35 at 42 DAT.",
                    "Mag-apply ng Bacillus thuringiensis var kurstaki sa 2.5 kg/ha upang mabawasan ang pag-itlog ng stem borer.",
                    "Ipakawala ang mga egg cards sa bukid sa umaga. Itali ang mga egg cards sa ilalim ng dahon na nakaharap palabas.",
                    "Iwasan ang pag-spray ng mga kemikal tatlong araw bago at hanggang pitong araw pagkatapos ng pagpapakawala ng egg cards sa bukid."
                ],
                "Chemical": [
                    "ETL: 2 egg masses/m2 (o) 10% dead heart sa vegetative stage (o) 2% White ear sa yugto ng pamumulaklak.",
                    "Kapag ang mga natural na kaaway ng stem borers ay naroroon, maaaring ipagpaliban o itigil ang pag-aaplay ng mga kemikal.",
                    "Ang mga bagong labas na borer larvae ay dapat ispray ng 2 round ng quinalphos o phosphomidon sa 1000ml/ha sa loob ng 7 araw na pagitan.",
                    "I-spray ang alinman sa mga sumusunod base sa ETLs: Quinalphos 25 EC 1000 ml/ha (o) Phosphamidon 40 SL 600 ml/ha (o) Profenophos 50 EC 1000 ml/ha."
                ]
            }
        },
        {
            "name":"Whorl Maggot",
            "tagalog_name":"Langaw palay, Langaw bukid",
            "identifying_marks": "Ang mga adultong langaw ay mapusyaw na kulay abong. Ang mga babae ay may sukat na 1.8mm-2.3mm ang haba. Ang mga lalaki ay bahagyang mas maikli.",
            "where_to_find": "Ito ay isang peste ng mga punla ng palay lamang sa ilalim ng patubig at sa mga kondisyon ng ulan. Ang mga adulto ay mas gusto ang mga lawa, batis, ilog, at mga palayan na irigado para sa kanilang pag-aanak. Ito ay dahil natutukoy ng mga adulto ang mga palayan sa pamamagitan ng nasasalamin na sikat ng araw mula sa ibabaw ng tubig. Kaya't ang mga bukid na direct-seeded o seedbeds ay hindi seryosong nasisira. Ang mga tanim na palay na may banig ng azolla sa ibabaw ng tubig ay pumipigil sa pag-itlog ng mga adultong langaw. Bukod dito, kapag nagsara na ang canopy ng halaman, hindi na nila matatagpuan ang palay. Ang mga palay na lumago sa patuloy na nakatindig na tubig sa loob ng unang 3-4 na linggo pagkatapos ng pagtatanim ay mas nasisira kaysa sa mga tanim na nasa bukid kung saan ang lupa ay bahagyang nabasa lamang. Kapag ang mga batang halaman ay sabay na na-stress ng alinman sa mga kakulangan sa mineral ng lupa o mga toxicities at iba pang mga biotic stresses (caseworm o stem borer), ang mga halaman na nasira ng whorl maggots ay hindi na makakabawi; at samakatuwid, ang pagkalugi sa ani ay magiging mataas.",
            "damage": "Ang larvae na nagdudulot ng pinsala ay tinatawag na maggot. Ito ay kumakain ng mga hindi pa nabubuksang dahon, kinakagat ang mga panloob na gilid. Kapag lumabas na ang mga dahon mula sa whorl, makikita ang pinsala bilang mga maliit na butas sa dahon, na may kitang-kitang puti at madilaw-dilaw na linya malapit sa gilid ng mga dahon. Ang mga dahong malubhang nasira ay nagiging deformed at maaaring mabali dahil sa hangin. Ang mga infested na halaman ay mababa ang paglaki na may kaunting mga tillers. Ang mga yugto ng paglaki na madaling tamaan ay mula sa seedling hanggang sa tillering. Gayunpaman, ang peste ay maaaring magdulot ng pinsala sa boot leaf at mga umuunlad na panicles, na maaaring magresulta sa hindi ganap na pagpuno ng mga butil. Ang paghinog ng ani ay maaaring maantala ng hanggang 2 linggo; kaya't tumataas ang panganib ng pagkakalantad ng ani sa mga bagyo at iba pang mga stresses.",
            "life_cycle": "Ang mga puting pahabang itlog na hugis-sigarilyo ay inilalagay ng paisa-isa sa magkabilang ibabaw ng mga dahon. Ang mga itlog ay napipisa sa maggots pagkatapos ng 2-6 na araw. Ang maggot ay malinaw na kulay-krema at bumababa sa dahon papunta sa whorl sa isang manipis na pelikula ng tubig o hamog, at kumakain sa loob ng umuunlad na leaf whorl. Ang yugto ng larvae ay tumatagal ng 8-17 araw. Ang mga maggots ay nagiging pupa sa pagitan ng mga leaf sheaths. Ang yugto ng pupa ay tumatagal ng 5-9 na araw. Mayroong magkakasabay na henerasyon sa ilalim ng mga kondisyon sa bukid.",
            "management": {
                "Cultural": [
                    "Ang mas makapal na pagtatanim ng mga punlaan ay hindi nakakaakit ng mga adultong langaw.",
                    "Ang pagtatanim ng mas matatandang punla (25-30 araw) ay pumipigil sa pinsala.",
                    "Ang pagpapakawala ng tubig sa bukid sa pagitan ng 3-4 na araw sa unang 30 araw pagkatapos ng pagtatanim ay nagpapababa ng pag-itlog.",
                    "Ang mga adulto ay hindi naaakit sa mga light traps, at kumakain sila ng mga nabubulok na bagay.",
                    "Ang direktang pagtatanim ay pinipigilan ang pagdami ng maggot dahil mas mabilis natatakpan ng halaman ang ibabaw ng tubig.",
                    "Ang mas makapal na pagtatanim ay nagpapababa ng pag-itlog.",
                    "Ang mga halaman na natatakpan ang ibabaw ng tubig tulad ng azolla ay nakakatulong na maiwasan ang infestasyon.",
                    "Ang mas maraming potasa ay nagpapataas ng pagtitiis ng halaman sa maggots, dahil ang mga pader ng cell ay kumakapal dahil sa mas mataas na pagsipsip ng silica.",
                    "Ang mga adultong langaw ay malakas na naaakit sa mga pain na gawa sa fishmeal.",
                    "Ang mga barayti na may mataas na tillering ay mas matitiis kaysa sa mga barayti na mababa ang tillering."
                ],
                "Biological": [
                    "Ang maliliit na wasps at mga field crickets ay pumapatay ng mga itlog.",
                    "Ang malalaking wasps ay pumapatay ng mga maggots.",
                    "Ang mga gagamba na mula sa tubig at sa hangin ay kumakain ng mga adulto."
                ],
                "Chemical": [
                    "Ang kontrol sa maggot sa punlaan ay mas mura. I-treat ang mga punla sa pamamagitan ng pagbabad ng magdamag sa isang slurry ng systemic insecticide at zinc oxide (ZnO2) powder solution bago itanim.",
                    "I-broadcast ang mga granules o haluin ang mga systemic granules sa huling pag-aararo bago itanim.",
                    "Ang foliar sprays ay epektibo lamang sa 1-2 linggo pagkatapos ng pagtatanim (WAT)."
                ]
            }
        },
        {
            "name":"Aphids",
            "tagalog_name":"Aplat (Ilocano) at Dugos dugos (Cebuano)",
            "identifying_marks": "Ang mga aphids ay mayroong kulay berde na katawan at may halong itim at berde naman ang ulo. Parehas na mga inakay at magugulang na aphids ang nagdudulot ng pinsala sa mais.",
            "where_to_find": "Ang mga aphids ay mayroong kulay berde na katawan at may halong itim at berde naman ang ulo. Parehas na mga inakay at magugulang na aphids ang nagdudulot ng pinsala sa mais. Nagdadala ito ng sakit na Maize mosaic virus (MMV) at Maize Stripe Virus (MSpV). Sinisipsip ng aphids ang mga malalambot at murang bahagi halaman na nagiging sanhi ng pagkulubot ng mga mga batang dahon, paninilaw at pagkatuyot.",
            "damage": "Ang corn aphids ay may kakayahang magpalabas ng malalagkit na pulot o 'honeydew' sa kanilang katawan na siya namang gustong-gusto ng mga langgam. Ang pulot na ito ay inaamag at nagiging dahilan ng pagkakaroon ng 'sooty mold'. Ito naman ang nagiging sanhi ng pangingitim ng mga dahon at tangkay ng mais. Ang malalang kaso ng pagsipsip ng napakaraming aphids ay maaari ding makaapekto sa photosynthesis ng mga dahon at polinasyon ng halaman. Maaari rin itong maka-apekto sa tuloy tuloy na paglaki ng mais",
            "life_cycle": "Ang lifecycle ng aphids ay binubuo ng dalawang pangunahing yugto: ang yugto ng nymph, kung saan nananatili at kumakain ito sa isang bahagi ng halaman katulad ng ginagawa ng mga adulto, at ang yugto ng adulto, kung saan ang mga babae ay maaaring magparami nang hindi nangangailangan ng mga lalaki.",
            "management": {
                "Cultural": [
                    "Magpatupad ng crop rotation gamit ang mga pananim na hindi kabilang sa pamilya ng damo (non-graminae).",
                    "Alisin ang mga damo na maaaring maging alternatibong host ng peste at sakit."
                ],
                "Biological": [
                    "Palaganapin ang green lacewing, isang kapaki-pakinabang na insekto na kumakain ng aphids.",
                    "Gumamit ng mga entomopathogenic fungi tulad ng Metarhizium anisopliae o Beauveria bassiana. Ang mga fungi na ito ay maaaring makuha sa Regional Crop Protection Center Laboratory sa BABRC, Dontogan, Green Valley, Baguio City."
                ],
                "Chemical": [
                    "LAMBDACYHALOTHRIN (3A) (halimbawa: Zulpac Lambda 2.5 EC, Unique 2.5 EC, FLARE 2.5 EC, Agrisolutions Polaris Lambda 2.5EC, Sumo 2.5 EC, Spectra 2.5 EC, Akchlothrin 2.5 EC, at iba pa).",
                    "MALATHION (1B) (halimbawa: Ace Malathion 57 EC, Agchem Malathion 57 EC, ABC Malathion 57 EC, Farmers Malathion 57 EC).",
                    "Gumamit ng pestisidyo nang naaayon sa mga tagubilin sa label. Ang patuloy na paggamit ng mga broad-spectrum insecticides ay maaaring makasira sa populasyon ng mga kapaki-pakinabang na insekto, na maaaring magdulot ng muling pagsiklab ng aphids.",
                    "Mag-apply lamang ng kemikal kung 10% ng maisan ay infest ng aphids (ang bawat tenga ng mais na may higit sa 20 aphids ay itinuturing na infest).",
                    "Iwasan ang paulit-ulit na paggamit ng parehong aktibong sangkap. Magpalit ng pestisidyo batay sa Mode of Action Number upang maiwasan ang resistensya ng mga peste sa kemikal."
                ]
            }
        },
        {
            "name":"Black Cutworm",
            "tagalog_name":"Limas, Dimas, Ulod, Tagustos",
            "identifying_marks": "Ang mga itlog ng cutworm ay inilalagak ng lupon sa ibabaw ng dahon at nababalutan ng mapusyaw na kulay kapeng bulo. Ang mga uod ay mayroong itim ng batik sa ikatlong hati sa likod ng kaniyang katawan. Nagluluno ng limang beses ang uod bago pumunta sa lupa upang maging uod tulog o maging pupa. Ang mga inahin ay karaniwan kulay kape na may mga puting marka sa pakpak.",
            "where_to_find": "Karaniwang matatagpuan ang larvae ng black cutworm sa lupa, kung saan sila ay nagbuburrow upang kumain sa mga ugat at tangkay ng mga pananim tulad ng mais, trigo, tabako, at iba't ibang gulay.",
            "damage": "Ang mga larvae ng black cutworm ay pangunahing nagdudulot ng pinsala sa pamamagitan ng pagkain sa mga ugat at mababang tangkay ng mga pananim. Maaari nilang putulin ang mga batang tangkay ng mais na nasa o malapit sa ibabaw ng lupa. Ang ganitong pinsala ay nagdudulot ng wilting, pagka-stunted na paglago, at maaaring magresulta sa pagkamatay ng mga halaman.",
            "life_cycle": "Ang mga itlog ay inilalagay nang pangkat-pangkat sa base at ilalim ng mga dahon. Ito ay napipisa makalipas ang 3-4 na araw, at ang mga uod ay dumaraan sa limang yugto ng paglaki. Ang mga uod ay kulay rosas-kayumanggi na may mga batik sa likod. Sa unang yugto, kumakain ang mga uod sa mga whirl ng dahon, ngunit habang lumalaki, lumilipat sila sa tassel (mga lalaking bulaklak) at sa tenga ng mais, kung saan kinakain nila ang silk (mga babaeng bulaklak) at kernels. Sa huling yugto, nagbubutas ang mga uod sa tangkay upang kumain. Pagkatapos ng 3-4 na linggong pagkain, bumubuo ang mga uod ng mga pupa sa loob ng mga tangkay, at ang yugtong ito ay tumatagal ng 7-9 na araw bago lumabas ang gamu-gamo.",
            "management": {
                "Cultural": [
                    "Magsagawa ng maagang pagbubungkal ng lupa bago ang pagtatanim upang maputol ang habitat ng mga cutworm at ma-expose ang mga ito sa mga natural na predator.",
                    "Panatilihin ang kalinisan ng taniman sa pamamagitan ng pagtanggal ng mga damo na maaaring maging taguan ng cutworm.",
                    "Iwasan ang sobrang pagdidilig upang hindi magbigay ng kanais-nais na kondisyon para sa cutworm."
                ],
                "Biological": [
                    "Gumamit ng mga natural na kaaway tulad ng parasitoid wasps at ground beetles upang bawasan ang populasyon ng cutworm.",
                    "Mag-apply ng entomopathogenic nematodes gaya ng *Steinernema carpocapsae* para sa organikong kontrol."
                ],
                "Chemical": [
                    "Mag-spray ng insecticides na may aktibong sangkap tulad ng Lambda-Cyhalothrin kung kinakailangan lamang at sa maagang yugto ng cutworm upang maiwasan ang labis na pinsala.",
                    "Gumamit ng pain na may pesticide upang epektibong ma-target ang mga cutworm na nagtatago sa lupa sa araw."
                ]
            }
        },
        {
            "name":"Army worm",
            "tagalog_name":"Harabas",
            "identifying_marks": "Sa yugto ng larvae, ang armyworm ay karaniwang may haba na 1 1/2 hanggang 2 pulgada. Ang kanilang ulo ay maaaring mag-iba ang kulay ngunit may kakaibang tanda na pabaliktad na 'Y'. Ang katawan ng larvae ay may mga guhit na berde, dilaw, pula, o kayumanggi sa kanilang mga gilid at likod. Ang mga adult na armyworm moths ay may sukat na humigit-kumulang 1 1/2 pulgada ang lapad. Ang kanilang mga harapang pakpak ay madilim na kulay abo na may magagaan at madilim na mga mantsa, habang ang mga hulihang pakpak ay maputlang kulay abong puti.",
            "where_to_find": "Ang mga adultong armyworm ay kumakain ng nektar ng halaman at hindi nagdudulot ng banta sa mga pananim. Gayunpaman, ang mga larvae ay pangunahing kumakain ng mga damo at minsan ay nagiging makabuluhang peste sa mga cereal tulad ng maliit na butil, mais, palay, forage grasses, at damo sa mga damuhan. Kapag ang kanilang mga paboritong pagkain ay nauubos dahil sa malalaking populasyon, ang larvae ay maaaring kumain at magpatuloy sa pag-unlad sa iba't ibang uri ng broadleaf na halaman.",
            "damage": "Ang maliliit na kayumangging bahagi ng damuhan ay kadalasang unang palatandaan ng problema sa armyworm. Ang mga peste ay maaaring mag-iwan ng punit-punit na mga dahon ng damo o kagatin lamang ang berdeng layer, na nagdudulot ng hitsurang parang 'transparent na bintana.' Ang damo ay maaaring matanggal hanggang sa lupa, na nag-iiwan ng mga kalbong bahagi sa damuhan. Kapag kumakain ng mais at iba pang halaman na may mas malalaking dahon, ang mga peste ay maaaring mag-iwan ng hanay ng mga butas na magkakatugma.",
            "life_cycle": "Ang siklo ng buhay ng armyworm sa Pilipinas ay binubuo ng apat na yugto: itlog, uod, pupa, at gamu-gamo. Nangitlog ang mga babaeng gamu-gamo sa mga halamang host tulad ng damo, mais, at palay, na napipisa sa loob ng ilang araw. Ang mga uod ay pinakamapinsala, kumakain ng dahon, tangkay, at bunga ng mga pananim sa loob ng 2-3 linggo, lalo na sa huling 10 araw ng yugtong ito. Pagkatapos, bumabaon sila sa lupa para magpupa sa loob ng 1-2 linggo, at kalaunan ay nagiging gamu-gamo na muli ay mag-aanak at uulit ng siklo. Ang kanilang mabilis na pagdami ay karaniwang nagaganap sa panahon ng tag-ulan at iba pang kondisyong paborable.",
            "management": {
                "Cultural": [
                    "Ang maagang pagtatanim o paggamit ng mabilis na tumubong uri ng pananim ay makakatulong na maprotektahan ang mas batang halaman mula sa pinsala ng armyworms habang tumataas ang kanilang populasyon sa mas huling bahagi ng panahon​.",
                    "Ang pagpapalit ng uri ng pananim kada season ay maaaring magpababa sa survival ng armyworms dahil hindi lahat ng pananim ay angkop sa kanilang pagkain.",
                    "Tanggalin ang mga damong ligaw na maaaring magsilbing tirahan o pagkain ng armyworms, lalo na ang mga nasa paligid ng bukid o taniman​.",
                    "Magmasid nang maaga at regular sa pananim para matukoy agad ang presensya ng larvae o pinsala, tulad ng pagkakaroon ng butas sa dahon.",
                    "Ang neem oil at Bacillus thuringiensis (Bt) ay natural at ligtas na paraan upang kontrolin ang armyworms habang hindi nakakaapekto sa kalikasan at iba pang organismo."
                ],
                "Biological": [
                    "Ang mga parasitoid tulad ng Cotesia sp. at Chelonus sp. ay maaaring makatulong sa pagkontrol ng army worm sa pamamagitan ng pagpapalagay sa kanilang mga itlog sa katawan ng peste.",
                    "Ang Bacillus thuringiensis (Bt) ay isang natural na bakterya na maaaring patalsikin ang mga larva ng army worm nang hindi nakakaapekto sa iba pang organismo.",
                    "Pagpapalakas ng populasyon ng mga natural na kaaway tulad ng mga ibon, paru-paro, zombee, at iba pang insekto na kumakain ng army worm.",
                    "Ang mga fungi tulad ng Beauveria bassiana at Metarhizium anisopliae ay maaaring magdulot ng sakit sa mga army worm nang hindi nakakaapekto sa iba pang mga organismo sa kapaligiran.",
                    "Paggamit ng mga ekstrak mula sa mga halaman tulad ng neem, kakawate, at iba pang lokal na halaman na may natural na insecticide na katangian."
                ],
                "Chemical": [
                    "Ang DA ay nagbigay din ng mga ahenteng biyolohikal tulad ng Trichogramma chilonis upang sugpuin ang mga itlog ng armyworm at Metarhizium species laban sa larvae. Bagama't hindi direktang kemikal, ito'y isinasaalang-alang bilang bahagi ng integrated pest management dahil ini-aaplay sa tanim",
                    "Ang paggamit ng pheromone lures ay nakakatulong sa pagkontrol sa adult moths ng armyworm. Pinapababa nito ang kanilang populasyon sa pamamagitan ng pagsilo sa kanila bago sila makapangitlog"
                ]
            }
        },
        {
            "name":"Corn Borer",
            "tagalog_name":"Dalipog (Ilokano)",
            "identifying_marks": "Ang babae ay kulay dilaw na kayumanggi na may mga hindi regular na guhit sa mga pakpak; ang lalaki naman ay mas madilim. Ang haba ng pakpak ay 20-20 mm; ang mga babae ay bahagyang mas malaki kaysa sa mga lalaki. Ang insekto ay mahusay maglipad.",
            "where_to_find": "Ang mais, kabilang ang sweet corn, luya, at sorghum, ang pangunahing host ng peste, ngunit ito rin ay natatagpuan sa capsicum at tubo. Kamakailan, ito rin ay naging peste ng bulak. Naitala rin ang pag-atake nito sa mais sa Solomon Islands.",
            "damage": "Maaari makakita ng maliliit at madilim na butas ng pagpasok sa tangkay o mga pods. Karaniwan ding may naipong dumi o frass sa paligid ng mga butas na ito. Ang mga tangkay at dahon sa itaas ng butas ng pagpasok ay nalalanta. Kapag natapos ang pagkain, ang pagpapapupa ay nagaganap sa loob ng tangkay o mung bean pod. Depende sa temperatura, maaaring magkaroon ng maraming henerasyon sa isang taniman.",
            "life_cycle": "Ang siklo ng buhay ng peste ay tumatagal ng 27-46 araw, na may karaniwang haba na 37.50 araw. Ang mga itlog ay inilalagay ng pangkat sa ilalim ng mga dahon. Ang panahon ng itlog ay 3-4 na araw. Mayroong limang larval instars, at ang tagal ng bawat instar ay 3-7 araw. Ang yugto ng pupa ay tumatagal ng 7-9 araw, at ang yugto ng moth ay tumatagal ng 2-7 araw.",
            "management": {
                "Cultural": [
                    "Magsagawa ng crop rotation gamit ang mga non-host na pananim tulad ng legume crops upang mabawasan ang populasyon ng corn borer.",
                    "Tiyaking maayos ang pagkakababad at pagkasira ng mga nalalabing tangkay o stubble pagkatapos ng ani upang patayin ang mga overwintering larva.",
                    "Maglagay ng tamang distansya sa pagtatanim upang mapabuti ang daloy ng hangin at bawasan ang stress ng tanim na nagpapadali sa infestation."
                ],
                "Biological": [
                    "Pakawalan ang parasitoid wasps tulad ng *Trichogramma spp.* na epektibo sa pag-atake ng mga itlog ng corn borer.",
                    "Mag-apply ng entomopathogenic fungi tulad ng *Beauveria bassiana* upang ma-control ang mga larva sa natural na paraan."
                ],
                "Chemical": [
                    "Gumamit ng insecticides na may aktibong sangkap tulad ng Chlorantraniliprole o Lambda-Cyhalothrin kapag ang threshold ng infestation ay naabot.",
                    "Mag-spray ng systemic insecticides bago pa man magsimula ang egg-laying period ng moth upang maiwasan ang pag-atake ng larva."
                ]
            }
        }
    ]
}